<?php

return [

    'form' => [
        'date'              => 'Дата',
        'tid'               => 'Текстовый идентификатор (латинские буквы, цифры, символы "-" и "_", без пробелов)',
        'name'              => 'Имя',
        'title'             => 'Заголовок',
        'description'       => 'Краткое описание',
        'announce'          => 'Вводный абзац',
        'content'           => 'Текст',
        'block_content'     => 'Содержание',
        'dsp'               => 'опубликовано (отображается на сайте)',
        'select_all'        => 'Отметить все',
        'delete_selected'   => 'Удалить отмеченные',
        'upload'            => 'Загрузить файлы...',
        'create'            => 'Создать',
        'save'              => 'Сохранить',
        'edit'              => 'редактировать',

        'video_code'        => 'Код видео:',

        'metatags'          => 'SEO Meta',

        'cover'             => 'Обложка',
        'images'            => 'Фотографии',
    ],

    'empty-type-1'      => 'Пустой блок текста',
    'empty-type-2'      => 'Пустой блок изображения',
    'empty-type-3'      => 'Пустой блок галереи ',
    'empty-type-4'      => 'Пустой блок видео',
    'empty-type-5'      => 'Пустой блок цитаты',
    'empty-type-6'      => 'Пустой блок формы подписки',
    'empty-type-7'      => 'Пустой блок двух колонок',

    'block_mode_name' => [
        1 => 'текст',
        2 => 'фото',
        3 => 'слайдер',
        4 => 'видео',
        5 => 'цитата',
        6 => 'форма подписки',
        7 => 'до и после',
    ],

    'block_mode_icon' => [
        1 => 'fa-align-left',
        2 => 'fa-camera',
        3 => 'fa-th',
        4 => 'fa-camera',
        5 => 'fa-align-left',
        6 => 'fa-rss-square',
        7 => 'fa-columns',
    ],

];
